"Part1" = "PORTUGUÊS, BRASIL";
"Part2" = "APPLE INC.";
"Part3" = "CONTRATO DE LICENÇA DE SOFTWARE PARA O ATALHOS PARA iOS";
"Part4" = "POR FAVOR, LEIA ESTE CONTRATO DE LICENÇA DE SOFTWARE (“LICENÇA”) CUIDADOSAMENTE ANTES DE USAR O SOFTWARE APPLE. AO UTILIZAR O SOFTWARE APPLE, VOCÊ ESTÁ CONCORDANDO A ESTAR VINCULADO AOS TERMOS DESTA LICENÇA. SE VOCÊ NÃO CONCORDAR COM OS TERMOS DESTA LICENÇA, NÃO INSTALE E/OU USE O SOFTWARE.";
"Part5" = "NOTA IMPORTANTE: Dentro das limitações onde este software pode ser usado para reproduzir, modificar, publicar e distribuir materiais, somente você recebe a licença do software para reproduzir, modificar, publicar e distribuir somente materiais que não possuam direitos autorais, materiais dos quais você seja o proprietário dos direitos autorais ou materiais para os quais você esteja autorizado ou tenha a permissão legal para reproduzi-los, modificá-los, publicá-los ou distribuí-los. Se você não souber ao certo quais são os seus direitos de cópia, modificação, publicação e distribuição sobre qualquer material, você deve entrar em contato com o seu advogado.";
"Part6" = "1. Geral.";
"Part7" = "A. O software Apple e qualquer software de terceiro, documentação, interfaces, conteúdo, fontes e todos os dados que acompanhem esta Licença, em memória apenas para leitura, em qualquer outro meio físico ou em qualquer outra forma (coletivamente o “Software Apple”) são licenciados, não vendidos, a você pela Apple Inc.(“Apple”) para serem utilizados sob os termos desta Licença. A Apple e/ou seus licenciadores retêm a propriedade do software Apple e reservam todos os direitos não concedidos expressamente a você. ";
"Part8" = "B. A Apple, sob sua discrição, pode tornar disponíveis upgrades ou atualizações futuras para o Software Apple para o seu dispositivo de marca Apple compatível. Os upgrades e atualizações do Software Apple, se houver, podem não incluir necessariamente todos os recursos existentes do software ou novos recursos que a Apple lança para modelos mais novos ou outros modelos de dispositivo iOS. Os termos desta Licença regularão quaisquer upgrades ou atualizações de software fornecidas pela Apple para o produto Software Apple original, a menos que tal upgrade ou atualização contenha uma licença em separado e, nesse caso, você concorda que os termos daquela licença prevalecerão sobre o de upgrades ou atualizações. ";
"Part9" = "2. Uso Autorizado pela Licença e Restrições.";
"Part10" = "A. Licença. Sujeito aos termos e condições desta Licença e como permitido pelas “Regras de Uso dos Serviços e Conteúdo” indicadas nos Termos e Condições dos Serviços de Mídia da Apple (https://www.apple.com/legal/internet-services/itunes/) (“Regras de Uso”), a menos que você tenha obtido o Software Apple como descrito na Seção 2B, lhe é concedida uma licença limitada, não transferível e não exclusiva para instalar e usar o Software Apple em qualquer dispositivo iOS de marca Apple compatível que você possua ou controle. Você não pode distribuir ou tornar o Software Apple disponível em uma rede onde ele possa ser usado por vários dispositivos ao mesmo tempo. Você não pode alugar, arrendar, emprestar, vender, redistribuir ou sub-licenciar o Software Apple.";
"Part11" = "B. Licença de Volume ou Manutenção. Se você obteve o Software Apple sob um programa de licença de volume ou manutenção com a Apple, os termos da sua licença de volume ou manutenção determinarão a quantidade de cópias do Software Apple que você tem permissão para transferir, instalar, usar e executar em dispositivos iOS da marca Apple que é proprietário ou controla. Exceto como acordado por escrito pela Apple, todos os outros termos e condições desta Licença devem ser aplicáveis a sua utilização do Software Apple obtido sob uma licença de volume ou manutenção.";
"Part12" = "C. Requisitos de Sistema. O Software Apple é compatível somente com hardwares da marca Apple que estejam de acordo com os requisitos de sistema especificados como indicado pela Apple.";
"Part13" = "D. Conteúdo e Materiais Digitais. Os direitos de titularidade e de propriedade intelectual de/para qualquer conteúdo, inclusive marcas comerciais, logos e imagens, exibido/acessado por meio do Software Apple pertencem aos respectivos proprietários do conteúdo. Tal conteúdo pode estar protegido por leis de direitos autorais, marcas comerciais ou por outras leis ou tratados de propriedade intelectual, e podem estar sujeitos aos termos de utilização dos terceiros que estejam fornecendo esse conteúdo. Exceto se de outra forma fornecido por esta Licença, (i) esta Licença não lhe concede nenhum direito de utilização desse conteúdo nem garante que tal conteúdo continue à sua disposição e (ii) você não pode usar, extrair ou distribuir, comercialmente ou de outra forma, em uma base autônoma, qualquer fotografia, logo, texto, código, imagem, gráfico, ilustração, áudio, vídeo ou bens similares (“Materiais Digitais”) contidos aqui, ou fornecidos como parte de, o Software Apple, ou de outra forma usar os Materiais Digitais fora do contexto do seu uso intencional como parte do Software Apple.";
"Part14" = "E. Uso de Atalhos. Você reconhece que todos os atalhos de ação de app e/ou site (“Atalhos”) são de responsabilidade exclusiva da parte ou das partes que originaram tal Atalho. A Apple não tem controle e não assume nenhuma responsabilidade pelo conteúdo ou pela funcionalidade de qualquer Atalho de terceiros. Você usa qualquer Atalho por sua conta e risco e é o único responsável pela conformidade com quaisquer termos ou acordos de terceiros decorrentes do uso de qualquer Atalho. Você reconhece que a Apple não tem obrigação de pré-selecionar Atalhos, embora a Apple se reserve o direito, a seu exclusivo critério, de pré-selecionar, recusar, desativar ou remover quaisquer Atalhos.";
"Part15" = "F. Compartilhamento de Atalhos. O Software Apple pode permitir que você compartilhe Atalhos criados com outras pessoas por meio de um link da web. O Atalho compartilhado, juntamente com qualquer conteúdo a ele incorporado, será armazenado nos servidores da Apple com o objetivo de permitir tal compartilhamento e poderá ser usado para melhorar os produtos e serviços da Apple de uma forma geral. O Atalho compartilhado, juntamente com qualquer conteúdo a ele incorporado, estará disponível para qualquer pessoa que tenha acesso ao link da web, que poderá copiar, salvar, modificar e redistribuir uma cópia do Atalho e todo o conteúdo a ele incorporado. Ao compartilhar um Atalho, você declara que: (1) tem todos os direitos e licenças necessários para tal Atalho e que não infringirá ou violará os direitos de qualquer outra parte; e (2) qualquer Atalho que você compartilhar não violará nenhuma lei, não contribuirá ou incentivará conduta infracional ou ilegal, e não será obsceno ou censurável. Você reconhece que a Apple não tem obrigação de analisar os Atalhos que você compartilhar, embora a Apple se reserve o direito, a seu exclusivo critério, de revisar, desativar ou remover os Atalhos que você compartilhar.";
"Part16" = "G. Restrições de Uso. Você concorda em não: carregar, publicar, enviar por e-mail, transmitir, compartilhar ou disponibilizar qualquer Atalho que: (1) seja ilegal, ilícito, difamatório, vulgar, obsceno, ofensivo ou, em termos raciais e étnicos, censurável; (2) viola ou incentiva qualquer conduta que possa violar qualquer lei ou regulamento aplicável ou que possa dar origem à responsabilidade civil; (3) promove discriminação, intolerância, racismo, ódio, assédio ou danos contra qualquer indivíduo ou grupo; (4) é violento ou ameaçador, ou promove a violência ou ações que ameaçam outras pessoas; (5) promove atividades ilegais ou prejudiciais; ou (6) você sabe ou acredita ser falso, enganoso, fraudulento ou de alguma forma doloso para um usuário de tal Atalho. Você também concorda em não interferir, interromper ou criar uma sobrecarga indevida em servidores ou redes conectadas ao Software Apple ou qualquer aplicativo de software, serviço ou site de terceiros em seu dispositivo iOS (\"Aplicativos de Terceiros\") ou violar os regulamentos, as políticas ou os procedimentos de tais redes ou Aplicativos de Terceiros.";
"Part17" = "H. Aplicativos de Terceiros. Para completar certos Atalhos, o Software Apple pode precisar acessar certos Aplicativos de Terceiros. Você concorda e autoriza expressamente o Software Apple a acessar e usar esses Aplicativos de Terceiros em seu nome, na medida necessária para completar o Atalho com o Software Apple. Na medida em que o Software Apple acessa qualquer Aplicativo de Terceiros, a Apple não tem obrigação expressa ou implícita de fornecer qualquer suporte técnico ou de outro tipo para esses Aplicativos de Terceiros. Entre em contato diretamente com o fornecedor, fabricante ou fornecedor de serviços do software apropriado para obter suporte técnico e atendimento ao cliente relacionados ao software, serviço, website e/ou produtos. AO USAR O SOFTWARE APPLE, VOCÊ TAMBÉM CONCORDA QUE ESTARÁ VINCULADO A TODOS OS TERMOS DE SERVIÇO OU OUTROS ACORDOS APLICÁVEIS DE TAIS APLICATIVOS DE TERCEIROS, E CONCORDA EM CUMPRI-LOS. VOCÊ É O ÚNICO RESPONSÁVEL POR ASSEGURAR QUE TODOS OS ATALHOS CUMPRAM OS TERMOS APLICÁVEIS PARA CADA APLICATIVO DE TERCEIROS USADO PELO ATALHO. A APPLE NÃO GARANTE, DE FORMA ALGUMA, A CONFORMIDADE DOS ATALHOS COM OS TERMOS DE APLICATIVOS DE TERCEIROS E A APPLE NÃO SE RESPONSABILIZA POR QUAISQUER ATALHOS DE TERCEIROS.";
"Part18" = "I. Sem Engenharia Reversa. Você não pode, e está de acordo que não é permitido que outros possam copiar (exceto se expressamente permitido por esta Licença ou pelas Regras de Utilização se elas forem aplicáveis a você), descompilar, reverter a engenharia, desmontar, tentar derivar o código-fonte, descriptografia, modificar ou criar trabalhos derivados do Software Apple ou de quaisquer serviços fornecidos pelo Software Apple ou de qualquer parte dele, (exceto como e apenas na medida em que qualquer restrição antecipada seja proibida pela lei em vigor ou na medida que possa ser permitida pelos termos da Licença que regulamenta o uso de Componentes de Código Aberto que podem ser fornecidos com o Software Apple). ";
"Part19" = "J. Concordância com as Leis. Você concorda em usar o Software Apple e os Serviços (conforme definido na Seção 4, abaixo) de acordo com todas as leis aplicáveis, incluindo as leis locais do país ou região no qual você reside ou no qual você transferir ou usar o Software Apple e os Serviços.";
"Part20" = "K. Atualizações Automáticas. Se você optar por permitir atualizações automáticas de aplicativos, seu dispositivo verificará periodicamente com a Apple quanto a atualizações e upgrades para o Software Apple e, se uma atualização ou upgrade estiver disponível, a atualização ou upgrade automaticamente será transferida e instalada no seu dispositivo e, se aplicável, nos seus dispositivos periféricos. Você pode desativar as atualizações automáticas de aplicativos completamente a qualquer momento, alterando os ajustes das atualizações automáticas de aplicativos encontrados em Ajustes.";
"Part21" = "3. Consentimento para o Uso de Dados. ";
"Part22" = "A. Dados de Análise. Caso você aceite a coleta para análise, você concorda que a Apple, suas subsidiárias e agentes possam coletar, manter, processar e usar informações de diagnóstico, técnicas, de utilização e relacionadas, incluindo mas não se limitando às identificadores de hardware ou sistema únicos, informações sobre o seu dispositivo iOS, computador, o software do sistema e de aplicativos, e periféricos, que são obtidas periodicamente para fornecer e aprimorar os produtos e serviços da Apple, facilitar o fornecimento de atualizações de software, suporte a produtos e outros serviços (se houver algum) relacionados ao Software Apple, e verificar se está de acordo com os termos desta Licença. A Apple pode usar essas informações, desde que sejam coletadas em um formato que não o identifique pessoalmente, para melhorar e com os propósitos descritos acima. Para permitir que os parceiros e desenvolvedores de terceiros da Apple possam melhorar seu software, hardware e serviços desenhados para a utilização com os produtos Apple, a Apple também pode fornecer a tal parceiro ou desenvolvedor de terceiro um subconjunto de informações de diagnóstico que é relevante ao software, hardware e/ou serviços desse parceiro ou desenvolvedor, desde que essas informações de diagnóstico estejam em um formato que não o identifique pessoalmente. ";
"Part23" = "B. Dados de Localização. A Apple e seus parceiros, licenciados e desenvolvedores de terceiros podem fornecer determinados serviços através do Software Apple que se baseiam em informações de localização. Para fornecer e aprimorar esses serviços, onde estiverem disponíveis, a Apple e seus parceiros, licenciadores e desenvolvedores de terceiros podem transmitir, reunir, manter, processar e usar os dados de sua localização. Os dados de localização e consultas reunidos pela Apple são coletados de maneira que não o identificam pessoalmente e podem ser usados pela Apple e seus parceiros, licenciadores e desenvolvedores de terceiros para fornecer e melhorar produtos e serviços baseados em localização. Ao utilizar quaisquer serviços de localização fornecidos pela ou através do Software Apple, você concorda e consente à Apple e seus parceiros, licenciados e desenvolvedores de terceiros a transmissão, reunião, manutenção, processamento e uso de seus dados de localização e consultas para fornecer e melhorar tais produtos e serviços. Você pode retirar o seu consentimento a qualquer momento, acessando o ajuste de Serviços de Localização no seu dispositivo iOS e desativando o ajuste de Serviços de Localização globais ou desativando o ajuste de localização individual para o Software Apple. Ao usar no seu dispositivo iOS aplicativos ou serviços de terceiros que usam ou fornecem dados de localização, você se sujeita e deve revisar tais termos e política de privacidade de terceiros sobre o uso de dados de localização por tais aplicativos ou serviços de terceiros.";
"Part24" = "C. Política de Privacidade. Todas as vezes suas informações serão tratadas de acordo com a Política de Privacidade da Apple, a qual pode ser visualizada em: https://www.apple.com/legal/privacy/.";
"Part25" = "4. Serviços e Materiais de Terceiros.";
"Part26" = "A. Geral. O Software Apple pode permitir o acesso à iTunes Store, App Store, iCloud, Mapas e a outros serviços e sites da Apple e de terceiros (coletivamente e individualmente, “Serviços”). Tais Serviços podem não estar disponíveis em todos os idiomas ou em todos os países. O uso destes Serviços requer acesso à Internet e o uso de determinados Serviços pode requerer um ID Apple, e que você aceite termos adicionais e podem estar sujeitos a taxas adicionais. Ao usar este software em conexão com uma conta do iTunes Store, ID Apple ou outro Serviço da Apple, você concorda com os termos de serviço aplicáveis a esse Serviço, como os Termos e Condições dos Serviços de Mídia da Apple mais recentes que você pode acessar e revisar em https://www.apple.com/legal/internet-services/itunes/.";
"Part27" = "B. Se você optar por utilizar os serviços do iCloud por meio do Software Apple, tal uso estará sujeito aos seguintes termos adicionais: Termos e Condições do iCloud disponíveis https://www.apple.com/legal/internet-services/icloud/ e à Política de Privacidade da Apple, disponível no site https://www.apple.com/legal/privacy/.";
"Part28" = "C. Você entende que, ao utilizar qualquer um desses Serviços, poderá encontrar conteúdo considerado ofensivo, indecente ou questionável, e tal conteúdo poderá ou não estar identificado como contendo linguajar explícito. No entanto, você concorda em utilizar os Serviços a seu próprio risco, e você não poderá responsabilizar a Apple por conteúdo que julgar ofensivo, indecente ou questionável. ";
"Part29" = "D. Determinados Serviços podem exibir, incluir ou disponibilizar serviços, conteúdos, dados, informações, aplicações ou materiais de terceiros (“Materiais de Terceiros”) ou fornecer vínculos a determinados sites ou aplicativos de terceiros. Ao usar os Serviços, você reconhece e concorda que a Apple não é responsável por examinar ou avaliar o conteúdo, exatidão, integridade, cronologia, validade, conformidade com copyright, legalidade, decência, qualidade ou qualquer outro aspecto de tais Materiais de Terceiros, aplicativos ou sites. A Apple, seus representantes, afiliados e subsidiárias não garantem ou endossam, não assumem e não terão qualquer obrigação ou responsabilidade com você ou com qualquer outra pessoa por qualquer Serviço de terceiros, Materiais de Terceiros, aplicativos ou sites, ou por qualquer material, produto ou serviço de terceiros. Os Materiais de Terceiros e vínculos a outros sites ou aplicativos são fornecidos unicamente como uma conveniência para você. ";
"Part30" = "E. Uma vez que você carregar qualquer conteúdo através do uso destes Serviços, você declara possuir todos os direitos sobre ele, autorização ou outro tipo de permissão legal para carregar tal conteúdo e que tal conteúdo não viola quaisquer termos de serviço aplicável aos Serviços. Você concorda que os Serviços possuem materiais, informações e conteúdo proprietário, incluindo mas não limitando a quaisquer Materiais Digitais, que pertencem à Apple, o proprietário do site e/ou seus licenciadores, e que estão protegidos pela lei de propriedade intelectual aplicável e outras leis, incluindo mas não se limitando a copyright. Você concorda que não utilizará esses materiais, informações e conteúdo proprietário que não sejam para uso permitido dos Serviços ou de nenhuma maneira que seja inconsistente com os termos desta Licença ou que infrinja quaisquer direitos de propriedade intelectual de terceiros ou da Apple. Nenhuma parte dos Serviços poderá ser reproduzida sob nenhuma forma ou por qualquer meio. Você concorda em não modificar, alugar, arrendar, emprestar, vender, distribuir ou criar trabalhos derivados com base nos Serviços, de nenhuma maneira, e você não deve explorar os Serviços sem autorização, incluindo, mas não se limitando ao uso dos Serviços para transmitir qualquer vírus de computador, worms, cavalos de tróia ou outros malware, ou transgredir ou sobrecarregar a capacidade de rede. Você concorda em não usar os Serviços de nenhuma maneira que cause hostilidade, abuso, perseguição, ameaças, defraudação ou que, de alguma maneira, infrinja ou viole os direitos de qualquer outra parte, e que a Apple não é responsável por tais usos realizados por você, nem por qualquer mensagem ou transmissão de hostilidade, ameaça, difamatória, ofensiva, infratora ou ilegal que você possa receber como resultado do uso de qualquer um dos Serviços.";
"Part31" = "F. Além disso, os Serviços e Materiais de Terceiros que sejam acessados, vinculados ou exibidos através do Software Apple não estão disponíveis em todos os idiomas ou em todos os países ou regiões. A Apple não faz representação de que tais Serviços e Materiais de Terceiros sejam apropriados ou estejam disponíveis para sua utilização em uma determinada localização. Na medida em que você escolher usar ou acessar tais Serviços e Materiais de Terceiros, o fará por sua própria iniciativa e será responsável por cumprir com as leis aplicáveis, incluindo mas não se limitando, às leis locais e leis referentes a coleta de dados e privacidade aplicáveis. A Apple e seus licenciadores se reservam o direito de modificar, suspender, remover ou desabilitar o acesso a quaisquer Serviços em qualquer momento sem aviso prévio. Sob nenhuma circunstância a Apple será responsabilizada pela remoção ou desativação do acesso a tais Serviços. A Apple também poderá impor limites ao uso ou acesso a certos Serviços, em qualquer caso e sem aviso prévio ou responsabilidade jurídica. ";
"Part32" = "5. Término. Esta Licença é efetiva até que termine. Seus direitos sob esta Licença terminarão automaticamente ou, caso contrário, cessarão sua efetividade sem aviso prévio da Apple se você não cumprir quaisquer termos desta Licença. Com o término desta Licença, você deve deixar de utilizar o Software Apple e destruir todas as cópias, completas ou parciais, do Software Apple. As seções 2I, 3, 4, 5, 6, 7, 8, 10 e 11 desta Licença devem prevalecer sobre qualquer término.";
"Part33" = "6. Isenção de Garantia. ";
"Part34" = "A. Se você for um cliente que é um cliente (alguém que usa o Software Apple fora do trabalho, empresa ou profissão), pode possuir direitos legais no seu país de residência que proíbe que as seguintes limitações sejam aplicáveis a você, e onde proibidas elas não serão aplicáveis a você. Para informar-se mais sobre os direitos do consumidor, você deve entrar em contato com o órgão de atendimento ao consumidor local.";
"Part35" = "B. VOCÊ RECONHECE E ACEITA EXPRESSAMENTE QUE, NA EXTENSÃO MEDIDA PELA LEI APLICÁVEL, O USO DO SOFTWARE APPLE E DOS SERVIÇOS REALIZADO OU REALIZADO PELO OU ATRAVÉS DO SOFTWARE APPLE É EXCLUSIVAMENTE A SEU RISCO E QUE TODO O RISCO REFERENTE À QUALIDADE SATISFATÓRIA, DESEMPENHO, EXATIDÃO E ESFORÇO DEPENDE DE VOCÊ. ";
"Part36" = "C. DA MEDIDA MÁXIMA PERMITIDA PELA LEI EM VIGOR, O SOFTWARE APPLE E SERVIÇOS SÃO FORNECIDOS “NO ESTADO EM QUE SE ENCONTRAM” E “COMO DISPONÍVEL”, COM TODAS AS FALHAS E SEM GARANTIA DE QUALQUER ESPÉCIE, E A APPLE E OS LICENCIADORES DA APPLE (COLETIVAMENTE REFERIDOS COMO “APPLE” A PROPÓSITO DOS ITENS 6 E 7) RENUNCIAM EXPRESSAMENTE A TODAS AS GARANTIAS E CONDIÇÕES COM RESPEITO AO SOFTWARE E SERVIÇOS APPLE, EXPRESSAS, IMPLÍCITAS OU ESTATUTÁRIAS, INCLUINDO, MAS NÃO SE LIMITANDO, ÀS GARANTIAS IMPLÍCITAS E/OU CONDIÇÕES DE COMERCIALIZAÇÃO, QUALIDADE SATISFATÓRIA, ADEQUAÇÃO A UMA FINALIDADE ESPECÍFICA, EXATIDÃO, DIVERTIMENTO E DE NÃO VIOLAÇÃO DE DIREITOS DE TERCEIROS. ";
"Part37" = "D. A APPLE NÃO GARANTE CONTRA INTERFERÊNCIAS DO DIVERTIMENTO COM O SOFTWARE APPLE E SERVIÇOS, QUE AS FUNÇÕES CONTIDAS OU SERVIÇOS EXECUTADOS OU FORNECIDOS PELO SOFTWARE APPLE ATENDAM ÀS SUAS NECESSIDADES, QUE A OPERAÇÃO DO SOFTWARE OU SERVIÇOS APPLE SERÁ ININTERRUPTA OU LIVRE DE ERROS, QUE QUAISQUER SERVIÇOS CONTINUARÃO DISPONÍVEIS, QUE O SOFTWARE OU SERVIÇOS APPLE SERÃO CORRIGIDOS, OU O SOFTWARE APPLE SERÁ COMPATÍVEL OU FUNCIONARÁ COM QUAISQUER SOFTWARES, APLICATIVOS OU SERVIÇOS DE TERCEIROS. A INSTALAÇÃO DESTE SOFTWARE APPLE PODE AFETAR A DISPONIBILIDADE E O USO DE SOFTWARES, APLICATIVOS OU SERVIÇOS DE TERCEIROS, ASSIM COMO DE PRODUTOS E SERVIÇOS DA APPLE. ";
"Part38" = "E. VOCÊ CONSENTE QUE O SOFTWARE APPLE E OS SERVIÇOS NÃO SÃO ADEQUADOS AO USO EM SITUAÇÕES OU AMBIENTES ONDE A FALHA OU ATRASOS, ERROS OU IMPRECISÕES DE CONTEÚDO, DADOS OU INFORMAÇÕES FORNECIDAS, O SOFTWARE APPLE OU SERVIÇOS PODEM CAUSAR A MORTE, DANOS PESSOAIS OU DANOS FÍSICOS OU MEIO AMBIENTAIS SEVEROS, INCLUINDO SEM LIMITAÇÃO, A OPERAÇÃO DE INSTALAÇÕES NUCLEARES, SISTEMAS DE COMUNICAÇÃO OU NAVEGAÇÃO DE AERONAVES, CONTROLE DE TRÁFEGO AÉREO, MÁQUINAS DE AUXÍLIO VITAL OU SISTEMAS DE ARMAMENTOS.";
"Part39" = "F. NENHUMA INFORMAÇÃO OU AVISO ORAL OU ESCRITO FORNECIDO PELA APPLE OU POR UM REPRESENTANTE AUTORIZADO DA APPLE CRIARÁ ALGUMA GARANTIA. SE O SOFTWARE OU SERVIÇO APPLE ESTIVER COMPROVADAMENTE DEFEITUOSO, VOCÊ ASSUMIRÁ O CUSTO INTEGRAL DE TODOS OS SERVIÇOS, REPAROS E CORREÇÕES NECESSÁRIAS. ALGUMAS JURISDIÇÕES NÃO PERMITEM A EXCLUSÃO DE GARANTIAS IMPLÍCITAS OU LIMITAÇÕES EM ESTATUTOS DOS DIREITOS DO CONSUMIDOR EM VIGOR, ASSIM AS EXCLUSÕES E LIMITAÇÕES ACIMA NÃO SERÃO APLICÁVEIS A VOCÊ. ";
"Part40" = "7. Limitação de Responsabilidade. DENTRO DO PERMITIDO POR LEI, EM NENHUM CASO A APPLE SERÁ RESPONSÁVEL POR DANOS PESSOAIS OU QUALQUER PREJUÍZO INCIDENTAL, ESPECIAL, INDIRETO OU CONSEQUENTE, INCLUINDO, SEM LIMITAÇÃO, PREJUÍZOS POR PERDA DE LUCRO, CORRUPÇÃO OU PERDA DE DADOS, FALHA NA TRANSMISSÃO OU RECEPÇÃO DE DADOS, NÃO CONTINUIDADE DO NEGÓCIO OU QUALQUER OUTRO PREJUÍZO OU PERDA COMERCIAL, DECORRENTES OU RELACIONADOS AO SEU USO OU SUA INABILIDADE EM USAR O SOFTWARE APPLE OU QUALQUER SOFTWARE OU APLICATIVO DE TERCEIROS JUNTAMENTE COM O SOFTWARE APPLE, POR QUALQUER OUTRO MOTIVO, SEM LEVAR EM CONSIDERAÇÃO A TEORIA DE RESPONSABILIDADE CIVIL (NÃO CUMPRIMENTO DE CONTRATO OU QUALQUER OUTRO) E ATÉ MESMO SE A APPLE HOUVER SIDO AVISADA DA POSSIBILIDADE DESTES PREJUÍZOS. ALGUMAS JURISDIÇÕES NÃO PERMITEM A EXCLUSÃO OU LIMITAÇÃO DE RESPONSABILIDADE POR DANOS PESSOAIS OU PREJUÍZOS INCIDENTAIS OU CONSEQUENTES, ASSIM ESTA LIMITAÇÃO NÃO SERÁ APLICÁVEL A VOCÊ. Sob nenhuma circunstância a responsabilidade integral da Apple com relação a você por todos os danos (além dos que poderão ser requeridos pela lei em vigor nos casos de danos pessoais) excederá a quantia de cinquenta dólares ($50.00). As limitações precedentes serão aplicáveis mesmo se o recurso descrito acima não cumprir seu propósito essencial.";
"Part41" = "8. Controle de Exportação. Você não pode usar ou exportar ou reexportar o Software Apple, exceto na forma autorizada pela lei dos Estados Unidos e do(s) país(es) no(s) qual(is) o Software Apple foi adquirido. Particularmente, porém sem limitação, o Software Apple não poderá ser exportado ou reexportado (a) para qualquer um dos países embargados pelos EUA ou (b) para qualquer pessoa constante da lista de Cidadãos Especialmente Indicados do Departamento do Tesouro dos Estados Unidos ou da Relação de Pessoa Recusada do Departamento de Comércio dos Estados Unidos ou de qualquer outra lista de pessoas restritas. Ao utilizar o Software Apple você declara e garante que não está situado em nenhum dos países ou listas descritas. Você também concorda que não utilizará o Software Apple para qualquer fim que esteja proibido pelas leis dos Estados Unidos, incluindo, sem limitação, o desenvolvimento, a concepção, a fabricação ou a produção de elementos nucleares, mísseis ou armas biológicas ou químicas.";
"Part42" = "9. Usuários do Governo. O Software Apple e a documentação relacionada são “Itens Comerciais”, de acordo com a definição deste termo no 48 C.F.R. (Code of Federal Rules) §2.101, consistindo em um “Software de Computador Comercial” e “Documentação de Software de Computador Comercial”, de acordo com a maneira que estes termos são utilizados no 48 C.F.R. §12.212 ou 48 C.F.R. §227.7202, conforme for aplicável. Consistente com o 48 C.F.R. §12.212 ou 48 C.F.R. §227.7202-1 a 227.7202-4, conforme for aplicável, o Software de Computador Comercial e a Documentação de Software de Computador Comercial são licenciados aos usuários do Governo dos Estados Unidos (a) somente como Itens Comerciais e (b) apenas com os direitos que são oferecidos a outros usuários de acordo com os termos e condições aqui descritos. Os direitos não publicados estão protegidos pelas leis de direitos autorais dos Estados Unidos.";
"Part43" = "10. Lei de Controle e Exequibilidade. Esta Licença será governada por e interpretada de acordo com as leis do Estado da Califórnia, excluindo seus conflitos de princípios de lei. Esta Licença não deverá ser governada pela convenção das Nações Unidas sobre contratos para a venda internacional de produtos e a aplicação destas duas está expressamente excluída. Se você for um cliente estabelecido no Reino Unido, esta Licença será governada pelas leis de jurisdição da sua residência. Se por algum motivo, um tribunal competente determine que qualquer disposição, ou parte da mesma, é inexequível, as demais disposições desta Licença permanecerão em pleno vigor.";
"Part44" = "11. Acordo Completo; Idioma governante. Esta Licença constitui o acordo integral entre você e a Apple com relação ao Software Apple licenciado sob o presente contrato e prevalece sobre todos os entendimentos anteriores ou contemporâneos relativos ao referido uso. Nenhuma modificação ou alteração dos termos desta Licença será vinculante, a menos que assinada pela Apple. Qualquer tradução desta Licença é feita para os requisitos locais e no caso de alguma discussão entre as versões em Inglês e em outro idioma, a versão em Inglês desta Licença deve prevalecer, na extensão não proibida pela lei local na sua jurisdição.";
"Part45" = "12. Reconhecimento de terceiros. Partes do Software Apple podem utilizar ou incluir software de terceiros e outros materiais protegidos por direitos autorais. Os créditos, os termos de licença e as isenções de responsabilidade de tais materiais estão contidos na documentação eletrônica do Software Apple e o seu uso de tais materiais é regido pelos respectivos termos dessa documentação.";
"Part46" = "EA1576";
"Part47" = "16/08/2018";